/* Status Erorr */
"Error" = "Fehler";

/* Status Finished */
"Finished" = "Abgeschlossen";

/* Get Seafile Download Link */
"Get Seafile Download Link" = "Download-Link erstellen";

/* Get Seafile Internal Link */
"Get Seafile Internal Link" = "Internen Link erstellen";

/* Lock This File */
"Lock This File" = "Datei sperren";

/* Status Locked
   Status LockedByMe */
"Locked" = "Gesperrt";

/* Locked by others */
"Locked by ..." = "Gesperrt von …";

/* Status Paused */
"Paused" = "Angehalten";

/* Status Syncing */
"Syncing" = "Synchronisiere";

/* Unlock This File */
"Unlock This File" = "Datei entsperren";

/* View File History */
"View File History" = "Dateiversionen ansehen ";

